/*
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "새 버전을 사용할 수 있습니다.";
"Version:" = "버전:";
"Released Date:" = "출시일:";
"Remind me later" = "나중에 알려줘";
"Update now" = "지금 업데이트";

"Check the update" = "업데이트 확인";
"The version you are using is the latest one!" = "사용 중인 버전이 최신 버전입니다!";
"Software updata" = "소프트웨어 업데이트";
"Network error, please check the network and try again." = "네트워크 오류입니다. 네트워크를 확인하고 다시 시도하십시오.";
"OK" = "좋아요";
"Downloading, please wait a moment." = "다운로드 중입니다. 잠시만 기다려 주십시오.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "다운로드를 완료하였습니다. 즉시 설치하려면 실행 중인 프로그램을 닫아야 합니다. 계속하시겠습니까?";
"Install now" = "지금 설치";
"Cancel" = "취소";
"Download the latest version, do you want to cancel?" = "최신 버전을 다운로드하세요. 취소하시겠습니까?";
"Download error, please check the network and try again," = "다운로드 오류입니다. 네트워크를 확인하고 다시 시도하십시오.";
"Yes" = "예";
"No" = "아니요";
"Installing, please wait a moment." = "설치 중입니다. 잠시만 기다려 주십시오.";
"Install complete." = "설치 완료.";
"Start now" = "지금 시작";
"Install failed, please try again." = "설치에 실패했습니다. 다시 시도해 주세요.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "프로그램 설치가 완료될 때까지 참을성 있게 기다리십시오. 그렇지 않으면 프로그램 예외가 발생할 수 있습니다.";
"Try again" = "다시 시도하십시오";
"What's New:" = "새로운 기능:";
"Checking for updates…" = "업데이트 확인 중…";


